Repository: JadRah/pdf-forms-for-contact-form-7
Catalog: languages/wpcf7-pdf-forms-*.po
Languages: de_de

source: Failed to get the Pdf.Ninja API key on last attempt. Please retry manually.
de_de: Fehler beim Abrufen des Pdf.Ninja-API-Schlüssels beim letzten Versuch. Bitte versuchen Sie es erneut manuell.

source: Failed to determine the current user.
de_de: Fehler beim ermitteln des aktuellen Benutzers.

source: Failed to determine the current user's email address.
de_de: Die E-Mail-Adresse des aktuellen Benutzers konnte nicht ermittelt werden.

source: PHP version 5.3 or higher is required.
de_de: PHP Version 5.3 oder höher ist erforderlich.

source: Windows platform is not supported.
de_de: Windows-Plattform wird nicht unterstützt.

source: PHP safe mode is not supported.
de_de: Der PHP-abgesicherte Modus wird nicht unterstützt.

source: PHP execute functions (exec, proc_open, proc_close) are disabled.
de_de: PHP-Ausführungsfunktionen (exec, proc_open, proc_close) sind deaktiviert.

source: Chroot environments are not supported
de_de: Chroot-Umgebungen werden nicht unterstützt

source: Required binaries are not available on this platform.
de_de: Erforderliche Binärdateien sind auf dieser Plattform nicht verfügbar.

source: Failed to get API server response
de_de: Fehler beim API-Server Antwort erhalten

source: Failed to decode API server response
de_de: Fehler beim API-Server-Antwort zu dekodieren

source: Failed to download a file from the API server
de_de: Fehler beim herunterladen einer Datei aus dem API-server

source: Pdf.Ninja API server did not send an expected response
de_de: Pdf.Ninja API-Server nicht eine erwartete Antwort senden

source: File not found
de_de: Datei nicht gefunden

source: Failed to open file for writing
de_de: Fehler beim öffnen der Datei zum schreiben

source: Failed to create file
de_de: Fehler beim erstellen der Datei

source: Failed to encode JSON data
de_de: Fehler beim Codieren von JSON-Daten

source: Permission denied
de_de: Zugriff verweigert

source: This service provides functionality for working with PDF files via a web API.
de_de: Dieser Dienst stellt Funktionen für die Arbeit mit PDF-Dateien über eine web-API.

source: API Key
de_de: API-Schlüssel

source: copy key
de_de: Schlüssel kopieren

source: copied!
de_de: kopiert!

source: Data Security
de_de: Datensicherheit

source: Ignore certificate verification errors
de_de: Ignorieren Sie Zertifikatüberprüfungsfehler

source: Warning: Using plain HTTP or disabling certificate verification can lead to data leaks.
de_de: Warnung: Die Verwendung von reinem HTTP oder nicht überprüftem Zertifikat kann zu Datenlecks führen.

source: Extension is supported.
de_de: Erweiterung wird unterstützt.

source: Extension is not supported.
de_de: Erweiterung wird nicht unterstützt.

source: Edit
de_de: Bearbeiten

source: Error!
de_de: Fehler!

source: The following form allows you to edit your API key.
de_de: Das folgende Formular können Sie Ihre API-Schlüssel bearbeiten.

source: Save
de_de: Sparen

source: PDF Forms for CF7 plugin error
de_de: PDF Forms Filler for CF7 Plugin Fehler

source: Can't save new key.
de_de: Es können keine neuen Schlüssel speichern.

source: Settings saved.
de_de: Einstellungen gespeichert.

source: PDF Forms Filler for CF7 plugin error
de_de: PDF-Formulare Füller für CF7 Plugin-Fehler

source: Warning: Your integration settings indicate you are using an insecure connection to the Pdf.Ninja API server.
de_de: Warnung: Ihre Integrationseinstellungen zeigen an, dass Sie eine unsichere Verbindung zum Pdf.Ninja-API-Server verwenden.

source: Missing feature
de_de: Fehlende Funktion

source: Support
de_de: Unterstützung

source: The required plugin 'Contact Form 7' is not installed!
de_de: Das erforderliche Plugin ‚Contact Form 7‘ ist nicht installiert!

source: File not specified
de_de: Datei nicht erlaubt

source: Unknown error
de_de: Unbekannter Fehler

source: Please copy/paste tags manually
de_de: Bitte kopieren Sie die Tags manuell

source: Are you sure you want to delete this file? This will delete field mappings and image embeds associated with this file.
de_de: Sind Sie sicher, dass Sie möchten, um diese Datei zu löschen? Dieses löschen-Feld-mappings und Bild bettet mit dieser Datei verknüpft.

source: Are you sure you want to delete this mapping?
de_de: Möchten Sie diese Zuordnung wirklich löschen?

source: Are you sure you want to delete this embeded image?
de_de: Sind Sie sicher, dass Sie löschen möchten dieses eingebettete Bild?

source: Show Help
de_de: Zeig Hilfe

source: Hide Help
de_de: Hilfe ausblenden

source: PDF Forms
de_de: PDF-Formulare

source: Failed to download file
de_de: Fehler beim herunterladen der Datei

source: Invalid file type, must be a PDF file
de_de: Ungültige Datei-Typ, muss eine PDF-Datei

source: No service
de_de: Kein Service

source: This PDF file does not appear to contain a PDF form. See https://acrobat.adobe.com/us/en/acrobat/how-to/create-fillable-pdf-forms-creator.html for more information.
de_de: Diese pdf Datei scheint kein pdf Formular zu enthalten. Weitere Informationen erhältst Du hier: https://acrobat.adobe.com/us/en/acrobat/how-to/create-fillable-pdf-forms-creator.html

source: Invalid post ID
de_de: Ungültige Post-ID

source: Failed to get Contact Form fields
de_de: Fehler beim Abrufen der Kontaktformularfelder

source: Invalid page number
de_de: Ungültige Seitenzahl

source: Failed to retrieve page snapshot
de_de: Fehler beim abrufen der Seite snapshot

source: PDF Form
de_de: PDF-Formularname

source: You can use this tag generator to attach a PDF file to your form, insert tags into your form and link them to fields in the PDF file. You can also embed images (generated by other Contact Form 7 tags or fields) into the PDF file. Changes here are applied when the contact form is saved.
de_de: Sie können diese tag-generator zum anfügen einer PDF-Datei zu Ihrem Formular, insert-tags in Ihrem Formular, und verknüpfen Sie Sie, um Felder in der PDF-Datei. Sie können auch Bilder einbinden (generiert, die von anderen Contact Form 7-tags oder Felder) in der PDF-Datei. Die änderungen werden angewendet, wenn das Kontakt-Formular gespeichert wird.

source: Upload & Attach a PDF File
de_de: Laden Sie & Sie eine PDF-Datei anhängen

source: Insert and Link
de_de: Einfügen und verknüpfen

source: This button allows you to generate tags for all remaining unlinked PDF fields, insert them into the form and link them to their corresponding fields.
de_de: Mit dieser Schaltfläche können Sie "tags generieren" für alle verbleibenden nicht verknüpften PDF-Felder, fügen Sie Sie in die form und binden Sie an Ihre entsprechenden Felder ein.

source: Insert & Link All
de_de: Alles einfügen und verknüpfen

source: Delete
de_de: Löschen

source: Options
de_de: Optionen

source: Skip when empty
de_de: Überspringen, wenn leer

source: Attach to primary email message
de_de: An primäre E-Mail-Nachricht anhängen

source: Attach to secondary email message
de_de: An sekundäre E-Mail-Nachricht anhängen

source: Flatten
de_de: Reduzieren

source: Field Mapper Tool
de_de: Feld-Mapper-Werkzeug

source: This tool can be used to link Contact Form 7 fields with fields within the PDF files. Contact Form 7 fields can also be generated. When the user submits the form, data from Contact Form 7 fields will be inserted into correspoinding fields in the PDF file.
de_de: Dieses tool kann verwendet werden, um link Contact Form 7 Felder, wobei die Felder in den PDF-Dateien. Contact Form 7 Felder können auch generiert werden. Wenn der Benutzer das Formular sendet, werden die Daten von Contact Form 7 Felder eingefügt werden, in die entsprechenden Felder in der PDF-Datei.

source: PDF field
de_de: PDF-Feld

source: CF7 field
de_de: CF7-Feld

source: Add Mapping
de_de: Mapping hinzufügen

source: Delete All
de_de: Alles löschen

source: New Tag:
de_de: Neuer Tag:

source: Tag Generator Tool (deprecated)
de_de: Tag Generator Tool (veraltet)

source: This tool allows one to create CF7 fields that are linked to PDF fields by name. This feature is deprecated in favor of the field mapper tool.
de_de: Dieses Tool ermöglicht es, CF7-Felder zu erstellen, die mit PDF-Feldern nach Namen verknüpft sind. Diese Funktion ist zugunsten des Feldzuordnertools veraltet.

source: Image Embedding Tool
de_de: Bild-Embedding-Tool

source: This tool allows embedding images into PDF files. Images are taken from field attachments or field values that are URLs. You must select a PDF file, its page and draw a bounding box for image insertion.
de_de: Dieses tool ermöglicht das einbetten von Grafiken in PDF-Dateien. Bilder stammen aus dem Bereich Anlagen-oder Feld-Werte, die URLs. Sie müssen wählen Sie eine PDF-Datei der Seite und ziehen Sie einen Begrenzungsrahmen für das Bild einfügen.

source: Embed Image
de_de: Bild Einbetten

source: PDF file
de_de: PDF-Datei

source: Page
de_de: Seite

source: Select a region where the image needs to be embeded.
de_de: Wählen Sie eine region, wo das Bild eingebettet werden muss.

source: Have a question/comment/problem? Feel free to use {a-href-forum}the support forum{/a} and view {a-href-tutorial}the tutorial video{/a}.
de_de: Haben Sie eine Frage/Kommentar/problem? Fühlen Sie sich frei zu verwenden {a-href-forum}das support-forum{/a} und Ansicht {a-href-tutorial}video-tutorial{/a}.

source: Get Tags
de_de: Tags empfangen

source: All PDFs
de_de: Alle PDF-Dateien

source: Return to Form
de_de: Rückkehr zur Form

source: Your CF7 plugin is too out of date, please upgrade.
de_de: Ihre CF7 Plugin ist zu veraltet, bitte aktualisieren.

source: PDF Forms Filler for Contact Form 7
de_de: PDF Forms Filler für Contact From 7

source: Create Contact Form 7 forms from PDF forms. Get PDF forms filled automatically and attached to email messages upon form submission on your website. Embed images in PDF files. Uses Pdf.Ninja API for working with PDF files. See tutorial video for a demo.
de_de: Erstellen Sie Kontakt-Formulars 7 Formulare in PDF-Formulare. Holen Sie sich PDF-Formulare automatisch ausgefüllt und an E-Mail-Nachrichten beim senden des Formulars auf Ihrer Webseite. Einbetten von Bildern in PDF-Dateien. Verwendet Pdf.Ninja-API für das arbeiten mit PDF-Dateien. Siehe tutorial-video für eine demo.
